{
  "id": "flores_de_manzana_con_crema_inglesa",
  "nombre": "Flores de Manzana con Crema Inglesa",
  "estilo": "Repostería Clásica",
  "categoria": "Postres",
  "imagen": "flores_de_manzana.webp",
  "ingredientes": [
    "1-2 manzanas de Manzanas",
    "1 lámina de Hojaldre",
    "Mermelada (melocotón)",
    "Canela",
    "Agua",
    "Azúcar (para almíbar)",
    "Corteza de limón",
    "250 ml de Leche",
    "3 yemas de Yemas de huevo",
    "60 g de Azúcar (para crema inglesa)",
    "Vainilla",
    "Azúcar glass"
  ],
  "pasos": [
    "Flores de manzana:",
    "Pon en una cazuela agua, azúcar y la corteza de zumo del limón.",
    "Descorazona las manzanas, cortandolas por la mitad y laminandolas finamente.",
    "Cuece las láminas de manzana en el almíbar hasta que estén blanditas pero sin deshacerse. El tiempo dependerá del grosor del corte.",
    "Extiende la lámina de hojaldre sobre una superficie ligeramente enharinada.",
    "Corta el hojaldre en 4 tiras a lo largo.",
    "Alinea el melocotón o mermelada con un poquito de agua.",
    "Con ayuda de un pincel, extiende una capa fina de esta mermelada sobre cada tira de hojaldre.",
    "Ahora, alinea las láminas de manzana ligeramente superpuestas en la mitad superior de cada tira de hojaldre, dejando un pequeño borde por debajo.",
    "Dobla la mitad inferior de la tira de hojaldre sobre las manzanas, cubriendo la parte inferior de las láminas.",
    "Con cuidado, enrolla cada tira de hojaldre desde un extremo, formando la rosa. Al finalizar, presiona ligeramente el hojaldre en la base para sellarla y evitar que se abran.",
    "Coloca cada flor en los moldes y repártelas sobre una bandeja de horno.",
    "Espolvorea un poco de canela por encima de cada flor antes de llevar al horno.",
    "Hornea a unos 180°C durante aproximadamente 20 minutos, o hasta que el hojaldre esté dorado y crujiente.",
    "Crema inglesa:",
    "Pon en un cazo la leche y la vainilla (aprovechado del azúcar) hasta que se enfríen.",
    "En un bol, pon las yemas y el resto del azúcar. Bate con las varillas las yemas de huevo (con el azúcar) e incorpora la leche y las yemas de poco en poco, removiendo al mismo tiempo.",
    "Vierte la leche templada sobre la mezcla de yemas y azúcar poco a poco, sin dejar de remover con las varillas.",
    "Vuelve a verter la mezcla en el cazo y cocina a fuego suave, sin dejar de remover con una cuchara de madera o espátula, hasta que la crema espese ligeramente. La clave es que no hierva. Sabrás que está lista cuando la cuchara quede \"napada\", es decir, si pasas el dedo por el dorso de la cuchara cubierta de crema, dejará un rastro limpio.",
    "Retira la crema del fuego y pásala inmediatamente por un colador chino para asegurar una textura perfectamente lisa y sin grumos.",
    "Deja que se enfríe completamente y luego refrigera hasta el momento de servir.",
    "Emplatado:",
    "Para presentar este postre tan especial, vierte una base generosa de crema inglesa en el centro de cada plato.",
    "Con delicadeza, coloca una flor de manzana horneada justo encima de la crema.",
    "Para el toque final, espolvorea un poco de azúcar glas por encima de la flor."
  ],
  "origen": "Europea / Repostería Clásica",
  "recomendaciones": null,
  "variantes": [],
  "dificultad": "Media",
  "duracion_aproximada": "45min",
  "comensales": 4,
  "observaciones": "Un postre elegante y delicioso que combina la delicadeza de las flores de manzana, elaboradas con hojaldre y un toque de canela, con la suavidad y el aroma de una clásica crema inglesa de vainilla. Perfecto para sorprender en cualquier ocasión especial.",
  "ocasion": [
    "Postre Especial / Celebración"
  ]
}