{
  "id": "magdalenas_manzana_cacahuete",
  "nombre": "Magdalenas de Manzana y Crema de Cacahuete",
  "estilo": "Saludable y Sencillo",
  "categoria": "Postres",
  "imagen": "magdalenas_manzana_cacahuete.webp",
  "ingredientes": [
    "2 manzanas pequeñas (unos 120 g en trozos)",
    "40 g de harina de avena",
    "40 g de almendra molida",
    "1 huevo",
    "2 cucharadas de crema de cacahuete",
    "1/2 cucharadita de levadura o polvo de hornear",
    "Canela"
  ],
  "pasos": [
    "Cocina la manzana al vapor o en el microondas hasta que esté blanda. Machácala con un tenedor hasta obtener un puré.",
    "En un bol, mezcla el huevo y la crema de cacahuete con el puré de manzana hasta que se integren bien.",
    "Añade las harinas, la levadura y la canela a la mezcla. Bate todo hasta obtener una masa homogénea.",
    "Prepara un molde para magdalenas y reparte la masa en las cavidades.",
    "Hornea a 180°C durante 10-15 minutos, o bien en una freidora de aire (airfryer) a 170°C durante 8-10 minutos. Para asegurarte de que están hechas, puedes insertar un palillo en el centro, si sale limpio, están listas.",
    "Saca las magdalenas y deja que se enfríen por completo antes de desmoldarlas."
  ],
  "origen": "Casero",
  "recomendaciones": "Para un toque extra de sabor, puedes añadir unas pepitas de chocolate sin azúcar a la masa antes de hornear.",
  "variantes": [
    "Para una opción vegana, sustituye el huevo por 2 cucharadas de yogur de soja.",
    "Puedes usar otro tipo de harina o frutos secos molidos (como nueces o avellanas) en lugar de la harina de avena o la almendra.",
    "Si prefieres hacerlas al microondas, hornea a máxima potencia (800W) durante 2 minutos. Si aún están crudas, añade 30 segundos más."
  ],
  "dificultad": "Fácil",
  "duracion_aproximada": "25min",
  "comensales": 6,
  "observaciones": "Unas magdalenas deliciosas y saludables, perfectas para un desayuno rápido o una merienda. Su dulzor proviene de la fruta, y son muy sencillas de preparar, ya sea en horno, airfryer o microondas.",
  "ocasion": [
    "Desayuno",
    "Merienda"
  ],
  "conservacion": "Se pueden guardar refrigeradas en un recipiente hermético durante 2-3 días o congelar hasta 3 meses."
}