{
  "id": "albondigas_al_curry",
  "nombre": "Albóndigas al Curry",
  "estilo": "Asiática",
  "categoria": "Carnes",
  "imagen": "albondigas_al_curry.webp",
  "ingredientes": [
    "400 gr de Carne de cerdo picada",
    "1 rebanada de Pan remojado en leche",
    "Leche",
    "1 diente de Ajo picado",
    "1 ramita de Perejil fresco",
    "Sal",
    "1 cebolla de Cebolla dulce",
    "2 Zanahorias",
    "1/2 pimiento de Pimiento rojo",
    "1 cucharada de Aceite de oliva",
    "Pimienta negra",
    "Jengibre en polvo",
    "Harina",
    "1 diente de Ajo negro",
    "1 cucharadita de Cúrcuma",
    "1 cucharadita de Curry en polvo",
    "1/2 cucharadita de Pasta de curry rojo",
    "1/2 cucharadita de Canela",
    "400 ml de Leche de coco",
    "200 ml de Agua",
    "Cilantro fresco picado",
    "Semillas de sésamo"
  ],
  "pasos": [
    "Albóndigas:",
    "En un bol amplio, pon la carne de cerdo picada.",
    "A la carne, agrega el pan que has remojado en leche y luego escurrido, un chorrito de aceite de oliva, el ajo picado finamente y el perejil picado. Sazona con sal y pimienta. Ahora, toca mezclarlo todo con las mano hasta que se integren bien. Si la masa te queda un poco blanda, puedes añadir un poco de pan rallado o harina para que sea más fácil de manejar.",
    "Con la mezcla lista, forma unas 4 albóndigas de tamaño mediano. Puedes rebozarlas ligeramente en harina antes de freírlas para que queden más doradas y selladas.",
    "Salsa de curry:",
    "El primer paso es limpiar, pelar y cortar las verduras (cebolla, pimiento, zanahoria, o las que uses normalmente para tu sofrito) en trozos pequeños. Cuanto más pequeños, más rápido se cocinarán y mejor se integrarán.",
    "Calienta un poco de aceite y cocina el sofrito de verduras a fuego medio durante unos 10 minutos, hasta que estén tiernas y transparentes.",
    "Añade el jengibre rallado o picado. Sofríelo un par de minutos más.",
    "Una vez las verduras están bien pochadas, es el momento de añadir las especias de curry. Cocínalas junto al sofrito unos minutos, removiendo constantemente.",
    "Vierte la leche de coco y el agua a la olla. Cocina a fuego medio durante unos 5 minutos, permitiendo que todos los sabores se fusionen.",
    "Retira la olla del fuego y tritura la salsa con una batidora de mano hasta obtener un puré fino y sin grumos.",
    "Prueba la salsa y rectifica de sabor si es necesario.",
    "Ahora, incorpora las albóndigas a la salsa. Cocina todo junto a fuego medio durante unos minutos más, removiendo suavemente de vez en cuando, para que las albóndigas terminen de cocinarse y absorban bien los sabores de la salsa.",
    "Justo antes de servir, añade cilantro fresco picado.",
    "Emplatado:",
    "Servir la ración de albóndigas y espolvorear con las semillas de sésamo."
  ],
  "origen": "Asiática / Internacional",
  "recomendaciones": null,
  "variantes": [],
  "dificultad": "Media",
  "duracion_aproximada": "45min",
  "comensales": 4,
  "observaciones": "Unas sabrosas albóndigas de cerdo bañadas en una exótica y aromática salsa de curry con leche de coco y verduras. Perfectas para una comida diferente y llena de sabor.",
  "ocasion": ["Comida Diaria / Especial"]
}