{
  "id": "ensalada_cesar",
  "nombre": "Ensalada César",
  "estilo": "Internacional",
  "categoria": "Ensaladas",
  "imagen": "ensalada_cesar.webp",
  "ingredientes": [
    "1 unidad de Lechuga romana",
    "1 unidad de Pechuga de pollo",
    "4-5 unidades de Anchoas (para la ensalada)",
    "Cantidad necesaria de Queso parmesano (para rallar sobre la ensalada)",
    "Cantidad necesaria de Pan rallado",
    "1 unidad de Huevo (para empanar el pollo)",
    "Trocitos de pan frito o tostado (picatostes) al gusto",
    "Cantidad necesaria de Aceite de oliva para freír",
    "Sal al gusto",
    "Pimienta negra al gusto",
    "60 ml de Aceite de oliva virgen extra (para la salsa)",
    "1 unidad de Huevo mediano (para la salsa)",
    "3 unidades de Anchoas (para la salsa)",
    "1 cucharadita de Vinagre de manzana",
    "1 cucharadita de Mostaza",
    "Zumo de limón al gusto",
    "1/2 unidad de Diente de ajo (para la salsa)",
    "60 g de Queso parmesano rallado (para la salsa)",
    "Pimienta negra al gusto (para la salsa)"
  ],
  "pasos": [
    "Prepara la salsa César: En un bol, haz una mayonesa casera. Para ello, pon el huevo y el ajo pelado. Comienza a batir, y ve incorporando el aceite en un hilo fino y constante hasta que emulsione y la mayonesa esté montada.",
    "Una vez tengas la mayonesa base, añade el resto de ingredientes para la salsa: las 3 anchoas (pueden ser machacadas previamente), la cucharadita de vinagre de manzana, la cucharadita de mostaza, el zumo de limón al gusto, el queso parmesano rallado y una pizca de pimienta negra. Bate muy bien todos los ingredientes hasta que la salsa quede homogénea y reserva.",
    "Prepara el pollo: Para un toque crujiente, corta la pechuga de pollo en trozos. Salpimenta al gusto. Pasa cada trozo por huevo batido y luego por pan rallado, asegurándote de que queden bien cubiertos.",
    "Calienta abundante aceite en una sartén. Fríe los trozos de pollo empanados hasta que estén bien dorados y crujientes por fuera, y cocidos por dentro. Retira el pollo frito y colócalo sobre papel absorbente para eliminar el exceso de grasa. (Si prefieres, puedes optar por pollo a la plancha o utilizar pollo asado que te haya sobrado).",
    "Monta la ensalada: Lava y escurre bien la lechuga y córtala en trozos del tamaño deseado. Coloca la lechuga en un bol grande. Añade los trozos de pollo frito y las anchoas restantes (4 o 5 unidades, puedes dejarlas enteras o trocearlas).",
    "Por último, vierte la salsa César casera sobre la ensalada. Espolvorea con más queso parmesano rallado al gusto y, si lo deseas, añade currusquitos de pan frito o tostado (picatostes) para un extra de textura. Sirve inmediatamente."
  ],
  "origen": "Internacional",
  "recomendaciones": null,
  "variantes": [],
  "dificultad": "Fácil",
  "duracion_aproximada": "40min",
  "comensales": 4,
  "observaciones": "La clásica Ensalada César, reinventada para que la disfrutes en casa. Crujiente lechuga romana, pollo empanado y dorado, un toque salado de anchoas, el intenso sabor del parmesano y, por supuesto, una salsa César casera irresistible. Un plato completo y lleno de matices.",
  "ocasion": ["Comida diaria / Cena Ligera / Verano"]
}