{
  "id": "arroz_caldoso",
  "nombre": "Arroz Caldoso",
  "estilo": "Marisco",
  "categoria": "Arroces",
  "imagen": "arroz_caldoso.webp",
  "ingredientes": [
    "60g de Aceite de oliva (caldo)",
    "80g de Aceite de oliva (arroz)",
    "1 Cebolla seca",
    "1 Puerro",
    "1 Zanahoria",
    "2 Dientes de ajo",
    "1 cucharada sopera de Tomate concentrado",
    "500g de Pescado de roca / restos",
    "1 Hoja de laurel",
    "300g de Arroz",
    "400g de Sepia",
    "400g de Calamar",
    "12 Gambitas arroceras",
    "8 Almejas",
    "4 Cigalas",
    "1 cucharada de Pimentón dulce",
    "1 ramillete de Perejil",
    "Azafrán o cúrcuma",
    "Sal"
  ],
  "pasos": [
    "Para el Caldo Marinero – El alma de nuestro arroz:",
    "En una olla amplia, calienta un buen chorro de aceite. Quita las cabezas y pieles de las cigalas y gamba y dóralas a fuego lento. Si tienes cabezas y espinas de pescado, añádelas también. Cháfalas para extraer sabor. Reserva.",
    "En esa misma olla sofríe las verduras picadas hasta que estén tiernas. Añade los ajos y la pasta de tomate concentrado.",
    "Vierte agua fría, azafrán (o cúrcuma) y laurel. Devuelve los restos de pescado y las cabezas. Lleva a ebullición.",
    "Hierve 25min a fuego medio-suave. Reposa 20min adicionales. Cuela y reserva el caldo.",
    "Para el Arroz Caldoso:",
    "ela cigalas y gambas (guarda cabezas para el caldo). Marca sus cuerpos en una cazuela con aceite y reserva.",
    "En la misma cazuela dora sepia y calamar en daditos.",
    "Opcional, dora unas cabezas de gamba, chafándolas para extraer jugo; retira.",
    "Añade el pimentón y el sofrito aromático.",
    "Fuera del fuego incorpora el arroz y rehoga.",
    "Vierte el caldo marinero bien caliente y cocina 14min removiendo suave.",
    "Ajusta sal.",
    "A falta de 3-4min, agrega los cuerpos de cigala, gambas y las almejas.",
    "Termina con perejil fresco y sirve inmediatamente."
  ],
  "origen": "Mediterránea",
  "recomendaciones": null,
  "variantes": [],
  "dificultad": "Media",
  "duracion_aproximada": "1h 45min",
  "comensales": 4,
  "observaciones": "Un sabroso arroz caldoso de marisco, perfecto para cualquier comida especial.",
  "ocasion": ["comida especial"]
}