{
  "id": "arroz_meloso_longaniza_graus",
  "nombre": "Arroz Meloso de Longaniza de Graus con Tomate Seco y Alioli de Ajo Negro",
  "estilo": "Tradicional",
  "categoria": "Arroces",
  "imagen": "arroz_meloso_longaniza_graus.webp",
  "ingredientes": [
    "300 gr de Arroz",
    "100 gr de Longaniza de Graus",
    "12 hojas (hidratadas) de Tomate seco",
    "1/2 Cebolla pequeña",
    "2 Dientes de ajo",
    "Sal",
    "Tomate seco en aceite",
    "Pimienta negra",
    "Aceite de oliva",
    "Caldo de verduras",
    "Ajo negro",
    "1 Huevo",
    "200 ml aprox. de Aceite de girasol",
    "5 ml aprox. de Zumo de ajo negro",
    "Cebollino"
  ],
  "pasos": [
    "Arroz meloso:",
    "Picar la cebolla finamente.",
    "Cortar el tomate en pequeños dados.",
    "Trocear la longaniza en trozos pequeños.",
    "Preparación del Sofrito Especial:",
    "En una sartén, saltear el ajo picado.",
    "Añadir el tomate seco y rehogar un par de minutos para que pierda humedad.",
    "Triturar este sofrito con un poco de caldo hasta obtener una pasta homogénea de tomate. Reservar.",
    "Elaboración del Arroz:",
    "En otra sartén (o la misma, si se limpia), pochar la cebolla picada con un poco de aceite.",
    "Incorporar la carne de la longaniza y cocinar a fuego medio-alto durante 10 minutos, hasta que esté dorada.",
    "Agregar el arroz a la sartén y sofreírlo con la longaniza y la cebolla.",
    "Verter la salsa de tomate reservada y el caldo de verduras recién hervido. Remover con frecuencia para que el arroz suelte el almidón. Cocinar aproximadamente de 15 a 18 minutos.",
    "Rectificar de sabor si fuera necesario. Añadir la pimienta y emulsionar con un chorrito de Aceite de Oliva para cremar el arroz, dándole un toque meloso.",
    "Mahonesa de Ajo Negro:",
    "Agregar todos los ingredientes de la mahonesa en un vaso batidor.",
    "Emulsionar con ayuda de una batidora hasta obtener una salsa homogénea.",
    "Otros Preparativos:",
    "Picar el cebollino finamente.",
    "Emplatado:",
    "Servir el arroz meloso con la ayuda de un aro de cocina para darle forma.",
    "Disponer por encima unos puntos de la mahonesa de ajo negro.",
    "Espolvorear el cebollino picado para decorar y aportar frescura."
  ],
  "origen": "Aragonesa",
  "recomendaciones": null,
  "variantes": [],
  "dificultad": "Media",
  "duracion_aproximada": "45min",
  "comensales": 4,
  "observaciones": "Un sabroso arroz meloso con el inconfundible sabor de la longaniza de Graus y el toque distintivo del tomate seco, realzado con un cremoso alioli de ajo negro.",
  "ocasion": ["Comida Familiar"]
}