{
  "id": "musaka_griega",
  "nombre": "Musaka Griega",
  "estilo": "Tradicional",
  "categoria": "Verdura",
  "imagen": "musaka_griega.webp",
  "ingredientes": [
    "2 unidades de Berenjena",
    "400 g de Carne picada (cordero o ternera)",
    "1 unidad de Cebolla",
    "1 unidad de Zanahoria",
    "3 unidades de Tomate",
    "1/2 vaso de Vino tinto",
    "1/2 vaso de Caldo de carne",
    "Al gusto de Tomillo seco",
    "Al gusto de Sal",
    "Al gusto de Pimienta negra molida",
    "Al gusto, rallado de Queso Parmesano",
    "Preparada (con 25g mantequilla, 25g harina, 500ml leche) de Salsa bechamel",
    "2 unidades (opcional para la base) de Patata",
    "Cantidad necesaria para freír de Aceite de oliva"
  ],
  "pasos": [
    "Comienza preparando las berenjenas: córtalas en láminas de aproximadamente medio centímetro de grosor. Colócalas sobre papel absorbente, espolvorea un poco de sal y déjalas reposar unos 30 minutos. Esto ayuda a que \"suden\" y liberen cualquier amargor. Después, fríelas ligeramente en aceite. Retira y resérvalas sobre papel absorbente.",
    "Para el sofrito de carne, pica la cebolla y la zanahoria en dados muy pequeños. Rehógalas en una sartén con un poco de aceite hasta que estén blandas. Añade los tomates (previamente pelados, sin semillas y muy picados) y cocina a fuego medio hasta obtener un sofrito.",
    "En otra sartén, fríe ligeramente la carne picada. Escurre el exceso de grasa e incorpórala al sofrito de tomate y hortalizas. Añade el tomillo seco, el vino tinto y el caldo de carne. Deja cocer a fuego suave durante unos diez minutos. Sazona con sal y pimienta al gusto.",
    "Ahora, prepara la salsa bechamel: en una olla, funde 25 gramos de mantequilla. Añade 25 gramos de harina de trigo y remueve hasta formar un roux. Calienta 500 ml de leche (sin que hierva) y viértela de golpe sobre el roux, batiendo enérgicamente. Sazona con sal y pimienta al gusto.",
    "Con todos los preparativos listos, es hora de montar la musaka. Si decides usar la base tradicional griega, pela y corta las patatas en rodajas de medio centímetro. Fríelas ligeramente en aceite y colócalas como primera capa en el fondo de una fuente apta para horno.",
    "Sobre la base de patatas (o directamente sobre el fondo de la fuente si no usas patatas), extiende una primera capa de láminas de berenjena.",
    "Cubre esta capa de berenjena con la salsa de carne preparada, extendiéndola de manera uniforme.",
    "Coloca otra capa de láminas de berenjena sobre la carne. Puedes añadir otra capa aquí, aplastando suavemente con el dorso de una cuchara para compactar bien el plato.",
    "Finalmente, cubre toda la musaka con la salsa bechamel, extendiéndola de manera uniforme por toda la superficie. Espolvorea con queso parmesano rallado por encima.",
    "Introduce la fuente en el horno precalentado a 160°C y hornea durante 20 minutos. Luego, sube la temperatura a 220°C y gratina durante unos 4 minutos.",
    "Deja reposar la musaka unos minutos antes de servir para que asiente y sea más fácil de cortar y disfrutar."
  ],
  "origen": "Griega",
  "recomendaciones": null,
  "variantes": [],
  "dificultad": "Media",
  "duracion_aproximada": "45min",
  "comensales": 6,
  "observaciones": "Sumérgete en los sabores del Mediterráneo con esta auténtica musaka griega. Un plato reconfortante y sabroso, donde capas de berenjena tierna, carne especiada y una cremosa bechamel se hornean hasta alcanzar la perfección dorada. Una receta laboriosa, pero cada paso vale la pena.",
  "ocasion": ["Comida Principal / Tradicional / Celebración"]
}