{
  "id": "langostinos_panko_con_mahonesa_de_albahaca",
  "nombre": "Langostinos Panko con Mahonesa de Albahaca",
  "estilo": "Fusión",
  "categoria": "Pescados",
  "imagen": "langostinos_panko.webp",
  "ingredientes": [
    "Langostinos",
    "Sal",
    "Jengibre en polvo",
    "Harina",
    "Panko",
    "Aceite girasol",
    "Huevos",
    "Mahonesa de albahaca",
    "Albahaca",
    "Aceite"
  ],
  "pasos": [
    "Elaboración:",
    "Comienza pelando los langostinos. Retira la cabeza, la cola y toda la cáscara.",
    "Haz un corte superficial a lo largo del lomo del langostino y retira el intestino.",
    "Sazona los langostinos con sal y una pizca de jengibre en polvo.",
    "Ensarta los langostinos en brochetas. Pínchalos primero por el lado de la cola (el extremo más estrecho) y luego por la cabeza (el extremo más ancho).",
    "En un vaso batidor o bol hondo, bate los huevos.",
    "Pasa cada langostino primero por harina, sacudiendo el exceso. Luego, sumérgelo en el huevo batido. Finalmente, rebózalo en panko.",
    "Fríe los langostinos empanados a temperatura media-alta. Cocínalos por tandas para no bajar demasiado la temperatura del aceite, hasta que estén dorados y crujientes por todos lados.",
    "Una vez fritos, pásalos a una bandeja cubierta con papel absorbente para eliminar el exceso de aceite.",
    "Mahonesa de albahaca:",
    "Agregas todos los ingredientes en un vaso batidor.",
    "Emulsiona hasta obtener una mahonesa cremosa y homogénea.",
    "Emplatado:",
    "Sirve los langostinos crujientes en pequeñas cestitas metálicas o en un plato bonito, apilados de forma atractiva.",
    "Acompaña con cuencos pequeños llenos de la mahonesa de albahaca. También puedes añadir otras 'salsas' si te apetece, para ofrecer variedad."
  ],
  "origen": "Fusión / Contemporánea",
  "recomendaciones": null,
  "variantes": [],
  "dificultad": "Media",
  "duracion_aproximada": "25min",
  "comensales": 4,
  "observaciones": "Deliciosos langostinos crujientes con un empanado de panko, acompañados de una fresca y aromática mahonesa casera de albahaca. Un aperitivo elegante y lleno de sabor.",
  "ocasion": ["Aperitivo / Entrante / Celebración"]
}