{
  "id": "suquet_de_rape_con_gambas",
  "nombre": "Suquet de rape con gambas",
  "estilo": "Tradicional",
  "categoria": "Pescados",
  "imagen": "suquet_de_rape_con_gambas.webp",
  "ingredientes": [
    "1 kg de Cola de rape",
    "8 Langostinos",
    "8 Gambas",
    "2 Tomates",
    "3 Patatas",
    "Pimienta",
    "Tomillo",
    "Romero",
    "Laurel",
    "Agua",
    "1 Apio",
    "1 Puerro",
    "1 Cebolleta",
    "1 diente de Ajo",
    "Perejil",
    "50 ml de Vino blanco",
    "un chorro de Brandy",
    "Mantequilla",
    "80gr/litro de agua de Sal"
  ],
  "pasos": [
    "Para el rape:",
    "Comienza por limpiar el rape con cuidado, retirando la piel. Es importante reservar la piel, ya que la usaremos para el fumet.",
    "Prepara una salmuera (agua con una buena cantidad de sal) y sumerge los lomos de rape en ella durante unos 3 o 4 minutos.",
    "Pasado ese tiempo, retira los lomos de la salmuera y sécalos muy bien con papel absorbente.",
    "Para el fumet:",
    "En una olla grande, pon a hervir agua con apio, puerro, cebolleta, ajo, una hoja de laurel y las partes del rape que no vayas a usar (incluida la piel que reservaste).",
    "Añade unas ramitas de perejil y parte del vino blanco. Deja que todo infusione a fuego suave durante unos 15 minutos.",
    "Incorpora la bresa de verduras que prepararemos a continuación y las espinas del rape. Reduce el fuego y deja que el fumet se cocine a fuego lento durante unos 30 minutos.",
    "Añade una nuez de mantequilla al fumet y sigue reduciendo unos minutos más.",
    "Para la bresa:",
    "En una sartén dora a fuego suave cebolleta, puerro, ajo y apio, todo cortado muy fino. Busca que las verduras queden bien pochadas y caramelizadas.",
    "Incorpora tomate crudo troceado, un poco de vino blanco y el brandy. Cocina todo junto hasta que se evapore el alcohol y las verduras estén bien blandas.",
    "Para hornear el pescado:",
    "Corta unas patatas en rodajas no muy gruesas y colócalas en una bandeja apta para horno. Rocíalas con un chorro de aceite de oliva y el fumet que hemos preparado.",
    "Hornea las patatas hasta que estén blandas y ligeramente doradas.",
    "Mientras tanto, dora los medallones de rape que tenías reservados en una sartén con un poco de aceite, solo para sellarlo.",
    "Cuando las patatas estén listas, coloca los medallones de rape sobre ellas en la bandeja y vuelve a hornear hasta que el rape esté perfectamente asado y jugoso.",
    "Unos 5 minutos antes de que el rape esté listo, añade las gambas y los langostinos a la misma bandeja del horno.",
    "Finalmente, retira del horno y emplata. Sirve el rape y las gambas sobre las patatas, bañando todo con el jugo que se ha formado en la bandeja."
  ],
  "origen": "Catalana / Mediterránea",
  "recomendaciones": null,
  "variantes": [],
  "dificultad": "Alta",
  "duracion_aproximada": "1h 45min",
  "comensales": 4,
  "observaciones": "Un clásico de la cocina marinera mediterránea, este suquet es un guiso de pescado con rape y marisco, cocinado en un fumet intenso y acompañado de patatas, perfecto para una ocasión especial.",
  "ocasion": ["Celebración / Comida Especial"]
}